/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Der findes ikke nogen nøglering til opbevaring af “%1$@”.";

/* default not configured */
"A keychain cannot be found." = "Der findes ikke nogen nøglering.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Er du sikker på, at du vil nulstille nøgleringen? Dette sletter alle arkiverede adgangskoder, nøgler og certifikater. Denne handling kan ikke fortrydes.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Nøgleringen “%1$@” til opbevaring af “%2$@” findes ikke.";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Nøgleringen “%1$@” findes ikke.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Skriv din log ind-adgangskode. Adgangskoden bruges til oprettelse af din nye nøglering.";

/* reset button title */
"Reset" = "Nulstil";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Du har flere nøgleringe i systemet, og disse vil blive føjet til søgelisten med nøgleringe. Brug Hovednøglering til at tilføje dem igen.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Din nøglering er evt. blevet omdøbt, slettet eller anbragt på en passiv enhed.";

